

export const dumData = {
    title: "교육훈련 설문 조사",
    head: "교육기간 동안 수고 많으셨습니다. 이 설문 조사는 금번 교육운영 전반에 대한 여러분의 의견을 수렴하여 향후 교육운영 개선에 반영하고자 하는 것이오니, 성의껏 작성하여 주시기 바랍니다. (해당란에 표기해 주시고, 구체적인 의견이 있으시면 직접 기재해 주시기 바랍니다.)",
    item1Row: "기본 항록",
    item1: "1. 성명: 남, 여\n\
2. 연령: 30세 이하, 31~35세, 36~40세, 41~45세, 46~50세,51세 이상\n\
3. 최종 학력: 고등학교졸업, 전문학사, 학사, 석사, 박사\n\
4. 소속 기관: 수로측량업체, 해양관측업체, 해도제작업체, 그 외(__)\n\
5. 직위: 사원, 대리, 과장, 차장, 부장, 임원\n\
6. 수로분야 기술등급: 초급, 중급, 고급, 특급\n\
7. 총근무년수: 1년 이하, 2~5년, 6~10년, 11~15년, 16~20년, 21년 이상\n",
    item2Desc: "1. 교육훈련 전반에 관한 설문입니다. 다음 설문 문항에 대해 해당하는 부분에 표시해 주십시오.",
    item2Col: "항목, 매우 그렇다, 그렇다, 보통, 그렇지 않다, 전혀 그렇지 않다",
    item2Row: "교육내용\n\
교육관정의 학습목표가 분명하게 제시되었다. \n\
교육과정의 내용이 직무와 관련이 있다.\n\
교육 수준의 난이도가 적정하였다. \n\
\n\
교육 설계\n\
교육과목의 구성이 적절하게 구성되었다.\n\
교과목의 강의사간 배분이 적절하였다.\n\
교육목표에 부합하는 적절한 교육기간이었다. \n\
\n\
교수방법\n\
교육내용에 따라 적절한 교수법이 활용되었다. \n\
교육자료는 수업내용 이해에 도움이 되었다.\n\
다양한 정보와 현장자료가 활용되었다.\n\
교재가 교육내용에 적합하도록 구성되었다. \n\
\n\
강의환경\n\
강의실의 규모와 수강인원은 적절하였다.\n\
교육 기자재(마이크 등)는 준비가 잘 되었다.\n\
강의환경(소음, 조명, 냉난방 등)은 만족스러웠다.\n\
기타 편의시설(휴게시설, 상담실 등) 이용이 편리하다\n\
\n\
학습 효과 인식도\n\
본인은 학습목표를 충분히 달성하였다. \n\
배워야 할 내용을 충분히 습득하였다.\n\
학습한 내용이 업무수행에 도움이 될 것이다. \n\
본 과정을 다른 동료에게 적극 추천하고 싶다. \n\
\n\
교육 처리 과정\n\
홈페이지에서 교육신청시 이용이 편리하다.\n\
교육접수, 입교안내 등 교육업무 처리가 신속하다.\n\
필요시 교육행정직원과의 접촉이 용이하다.\n\
교육행정직원의 은대태도가 친절하다. \n ",
    item3Desc: "이번 교육과정에서 아래 과목별 강사의 강의에 대한 설문입니다. ",
    item3Col: "교과목\n\
강사는 해당 과목과 관련된 분야의 전문지식이 풍부하였다. [강의 전문성]\n\
강사는 강의내용을 체계적으로 이해하기 쉽게 전달하였다. [강의 기술] \n\
강사는 적극적인 자세로 충실하게 강의하였다. [강의 태도]\n\
강사는 학습자들의 적극적인 참여를 유도하였다. [참여도 제고]\n",
    item3Row: "수로측량\n\
해양지구 물리탐사\n\
전자해도\n\
해양 조사법규\n\
전자해도\n\
해양 조사법규\n\
해양 조사정책\n\
해양 공간정보\n\
해양관측\n\
항해용 간행물\n\
현장실습\n\
해양예보\n",
    item4Desc: "교육과정 운영에 있어서 개선사항이 있으시면 기술하여 주십시오"
}